Repository: VoteIT/voteit.multiple_votes
Catalog: voteit/multiple_votes/locale/*/LC_MESSAGES/voteit.multiple_votes.po
Languages: sv

source: Lock assignment workflow
sv: Låst tilldelning-arbetsflöde

source: Open
sv: Öppen

source: Locked
sv: Låst

source: Lock vote changes
sv: Lås rösträtt

source: Enable vote updates
sv: Tillåt röständringar

source: Multiple votes
sv: Flera röster

source: Allow users to have multiple votes. This will change how you're able to invite users too.
sv: Tillåt användare att ha många röster. Detta ändrar hur du kan bjuda in användare också.

source: Activate...
sv: Aktivera…

source: Create and assign
sv: Skapa och tilldela

source: Short title, used in navigation too
sv: Korttitel, används i navigation också.

source: multivotes_schema_title_description
sv: Max 20 tecken. T.ex. ”Organisationer” eller ”Röstfördelning”. Något som förklarar anledningen till att någon har flera röster.

source: I understand the consequences of adding this
sv: Jag förstår konsekvenserna av att lägga till det här

source: Confirmation not clicked
sv: Du behöver bekräfta

source: Name of voting asignment - like the organisation that this represents
sv: Namn på rösträtten - t.ex. organisationen detta representerar

source: Number of votes
sv: Antal röster

source: 1-500 is a valid number
sv: 1-500 är giltiga nummer

source: The user assigned
sv: Ansvarig användare

source: colander_csv_error
sv: Rad ${num} - kolumn ${item} fel: $ {err_msg}

source: Row ${num} must have 3 elements
sv: Rad ${num} måste ha 3 celler

source: paste_spreadsheet_text_title
sv: Klistra in rader från Excel, Google docs, Libre-office eller dylikt.

source: paste_spreadsheet_text_description
sv: Kolumnerna måste vara: Titel på organisationen, antal röster, användarens epost (eller inget)

source: access_during_ongoing_not_allowed
sv: Under pågående omröstningar så är detta inte tillåtet. Försök igen när omröstningen stängt.

source: MultiVotes
sv: Flera röster

source: Vote Assignment
sv: Rösttilldelning

source: You may not start polls unless you've locked the assignment of votes. See multivotes.
sv: Du kan inte starta omröstningar innan du låst röstlängden. Se flera röster-plugin.

source: Not allowed when assignment is locked. Open it to use this
sv: Inte tillåtet när rösttilldelning är låst. Öppna igen för att använda detta

source: Forbidden
sv: Inte tillåtet

source: created_msg_summary
sv: Skapade ${obj_count} objekt. $ {assign_count} användare knöts via epost. ${not_found_count} e-postadresser Matchade inte en registrerad användare.

source: Add
sv: Lägg till

source: wf_open_description
sv: Ändring av rösträtt öppen. Det går att tilldela användare och ändra saker. Inga omröstningar kan startas innan rösträtten är låst.

source: wf_locked_description
sv: Rösträtt låst. Omröstningar kan startas. Om du behöver ändra rösträtt igen så kan du öppna tilldelningen här så länge som inga omröstningar pågår.

source: Voters:
sv: Röstberättigade:

source: Votes assigned:
sv: Röster tilldelade:

source: Name
sv: Namn

source: Assigned
sv: Ansvarig

source: Votes
sv: Röster

source: Warning!
sv: Varning!

source: very_bad_warning_dog_bites
sv: Dåliga och oväntade saker händer om du aktiverar detta och inte förstår vad det gör!

source: read_readme_first
sv: Läs igenom README-filen innan du fortsätter:
